import { User } from 'lucide-react'

export const students = [
	{
		UserId: 1,
		name: 'Иванов Иван Иванович',
	},
	{
		UserId: 2,
		name: 'Петров Петр Петрович',
	},
	{
		UserId: 3,
		name: 'Сидоров Сидор Сидорович',
	},
	{
		UserId: 4,
		name: 'Кузнецов Кузьма Кузьмич',
	},
	{
		UserId: 5,
		name: 'Попов Пётр Петрович',
	},
	{
		UserId: 6,
		name: 'Соколов Сидор Сидорович',
	},
	{
		UserId: 7,
		name: 'Лебедев Лев Львович',
	},
	{
		UserId: 8,
		name: 'Козлов Кузьма Кузьмич',
	},
	{
		UserId: 9,
		name: 'Новиков Николай Николаевич',
	},
	{
		UserId: 10,
		name: 'Морозов Максим Максимович',
	},
	{
		UserId: 11,
		name: 'Волков Владимир Владимирович',
	},
	{
		UserId: 12,
		name: 'Соловьев Семён Семёнович',
	},
	{
		UserId: 13,
		name: 'Васильев Василий Васильевич',
	},
	{
		UserId: 14,
		name: 'Зайцев Захар Захарович',
	},
	{
		UserId: 15,
		name: 'Павлов Павел Павлович',
	},
	{
		UserId: 16,
		name: 'Семёнов Семён Семёнович',
	},
	{
		UserId: 17,
		name: 'Голубев Григорий Григорьевич',
	},
	{
		UserId: 18,
		name: 'Виноградов Виктор Викторович',
	},
	{
		UserId: 19,
		name: 'Богданов Борис Борисович',
	},
	{
		UserId: 20,
		name: 'Воробьёв Вячеслав Вячеславович',
	},
	{
		UserId: 21,
		name: 'Куликов Кирилл Кириллович',
	},
	{
		UserId: 22,
		name: 'Алексеев Алексей Алексеевич',
	},
	{
		UserId: 23,
		name: 'Степанов Степан Степанович',
	},
	{
		UserId: 24,
		name: 'Яковлев Ярослав Яковлевич',
	},
	{
		UserId: 25,
		name: 'Карпов Карл Карлович',
	},
	{
		UserId: 26,
		name: 'Макаров Марк Маркович',
	},
	{
		UserId: 27,
		name: 'Никитин Николай Никитич',
	},
	{
		UserId: 28,
		name: 'Орлов Олег Олегович',
	},
	{
		UserId: 29,
		name: 'Романов Роман Романович',
	},
	{
		UserId: 30,
		name: 'Сергеев Сергей Сергеевич',
	},
]
